Repository: marbetschar/time-limit
Catalog: po/extra/*.po
Languages: ru

source: A simply beautiful timer
ru: Простой и прекрасный таймер

source: Timer;Countdown;Deadline;Clock;
ru: Таймер;Отсчёт;Дедлайн;Часы;

source: A simple and beautiful timer
ru: Простой и прекрасный таймер

source: Drag the blue arrow to set a timer. Release to start and click to pause. When the time is up, a notification will show up with a nice sound.
ru: Переместите синюю стрелку, чтобы поставить таймер. Отпустите, чтобы запустить, и нажмите, чтобы приостановить. Когда таймер закончится, вам придёт уведомление.

source: Keyboard shortcuts:
ru: Сочетания клавиш:

source: <code>Space</code> for pause/play
ru: <code>Пробел</code> для паузы/возобновления

source: <code>Esc</code> to reset
ru: <code>Esc</code> для сброса

source: Migrated to Gtk4
ru: Переход на Gtk4

source: Update to elementary Platform v7
ru: Обновлено до elementary Platform v7

source: Update to elementary Platform v6.1
ru: Обновлено до elementary Platform v6.1

source: Fixed app categories
ru: Исправлены категории приложения

source: Fixed Portuguese and Brazilian Portuguese translations - thanks to Hugo Carvalho 🎉️ (@hugok79)
ru: Исправлены переводы на португальский и бразильский португальский языки. Спасибо Hugo Carvalho 🎉️ (@hugok79)

source: Added dark mode support
ru: Добавлена поддержка тёмного режима

source: Show notification even if the app window is closed
ru: Отправка уведомления даже если окно приложения закрыто

source: Improve space usage by making the header bar floating
ru: Улучшено использование пространства, сделав панель заголовка плавающей

source: Uses Flatpak as packaging format
ru: Использует Flatpak для упаковки

source: Ditched LibUnity in favor of Granite
ru: Отказ от LibUnity в пользу Granite

source: Added Portuguese translation - thanks to Henrique Andrade 🎉️ (@henrique-andrade)
ru: Добавлен португальский перевод. Спасибо Henrique Andrade 🎉️ (@henrique-andrade)

source: Respect distro specific close button position (left vs. right) - thanks to Ryo Nakano 🎉️ (@ryonakano)
ru: Использование системного положения кнопки закрыть. Спасибо Ryo Nakano 🎉️ (@ryonakano)

source: Fixed #25: Added hibernation support
ru: Исправлено #25: Добавлена поддержка гибернации

source: Fixed #20: Avoid time shift if timer does not run
ru: Исправлено #20: Не смещать время, если таймер не работает

source: Fixed #41: Appstream validation failure
ru: Исправлено #42: Ошибка валидации Appstream

source: Merged #37 &amp; #28: "Dutch translation", thanks to Heimen Stoffels 🎉️ (@Vistaus)
ru: Добавлен #37 и #28: «Перевод на голландский». Спасибо Heimen Stoffels 🎉️ (@Vistaus)

source: Fixed #26: Play notification sound regardless of "do not disturb" (eeds new notification server)
ru: Исправлено #26: Воспроизведение звука уведомления вне зависимости от режима «Не беспокоить»

source: Fixed #16: Remember window position after close
ru: Исправлено #16: Запоминать расположение окна после закрытия

source: Merged #27 &amp; #28: "Turkish translation", thanks to Safak Genisol 🎉️ (@safak45x)
ru: Добавлен #27 и #28: «Перевод на турецкий». Спасибо Safak Genisol 🎉️ (@safak45x)

source: Fixed #24: Updated AppCenter screenshots to match the Publishing Requirements
ru: Исправлено #24: Обновлены скриншоты для AppCenter, чтобы соответствовать требованиям к публикации

source: Fixed #19: "Grab arrow after first drag is sometimes difficult"
ru: Исправлено #19: «Захватить стрелу после первого перетаскивания иногда бывает сложно»

source: Merged #23: "Add French translations", thanks to Nathan Bonnemains 🎉️ (@NathanBnm)
ru: Добавлен #23: «Добавить перевод на француский». Спасибо Nathan Bonnemains 🎉️ (@NathanBnm)

source: Submitting the first version to elementary AppCenter! 🎉️
ru: Публикации первой версии в elementary AppCenter! 🎉️
